export default `
## 这里是Hokori

<br>

### 简介


----------

<br>

坐标广东，天津大三在读大学生，
学校专业主攻Java Web，但并不是我兴趣，前端半路出家，正在努力自学
~~这样就都能学到了，机智如我~~

19年12月备案了域名 <kbd>hokori.online</kbd>，
折腾了有一段时间的自己写的主页，因为技术太差，效果不如人意
本想自己写个博客系统，但是无奈技术和精力达不到要求，还是用了现有的开源博客项目typecho，主题也是在别人的基础上删删改改~~，我好菜，真的好菜~~
以后有时间了~~一定~~自己写个好看的博客

博客主要用来记载自己学习时的记录
因为生活无趣，没有日常的博客看起来可能很枯燥（请谅解）
<br>
<br>


### 为什么取Hokori(ほこり)这个名字

----------

<br>

这是我用了挺久的一个名字
Hokori源自日语的ほこり
这个读音有<kbd>埃</kbd>、<kbd>誇り</kbd>的意思
<kbd>埃</kbd>翻译成中文是<kbd>尘埃</kbd>
<kbd>誇り</kbd>则是<kbd>尊严</kbd>
有双关的感觉在里面，即<kbd>有尊严的尘埃</kbd>、<kbd>即使是尘埃也有其尊严</kbd>
对自己的平庸妥协，但同时也在为平庸的人生努力寻找价值中

想表达的思想包括但不限于<kbd>機動戦士ガンダムUC</kbd>中的塔克萨中校慷慨赴死时说的
> 齿轮也有齿轮的意志

<br>

### 时间线

----------

<br>

#### 2020.08.28
> 更换了主题，文章浏览量又清空了

#### 2020.05.12
> 用Vue和Nodejs重构了作业板

#### 2020.03.24
> 用原生js重构了作业板

#### 2020.03.10
> 添加了友人帐独立页面

#### 2020.03.01
> 采用了又拍云提供CDN服务

#### 2020.02
> 添加了评论邮箱通知功能
> 添加了H5音乐播放器，以后可以在文章里放音乐了୧(⁎˃ ◡˂⁎)୨ꔛ♩
> PC端添加了点击特效和动态背景
> 添加了夜间模式（10:00 p.m.~6:00 a.m.）
> 添加了评论表情
> 更换了主题，丢失了文章浏览量
> 开始使用Typecho来记录自己学习的过程`;
